Repository: GunGaX/HealthyTrailerIOS
Catalog: HealthyTrailer/*.lproj/Localizable.strings
Languages: uk

source: Welcome to Healthy Trailer App
uk: Ласково просимо до Healthy Trailer додатку

source: This is a security and safety for your trailer in one click. To use this application, you must grant the following permissions:
uk: Це безпека та захист вашого трейлера, яка може керуватись одним кліком. Щоб використовувати цей додаток, вам потрібно надати наступні дозволи

source: • Access to your device's location • Bluetooth activation
uk: • Доступ до місцезнаходження вашого пристрою • Активація Bluetooth

source: These permissions are essential for the app to function effectively and provide you with its features.
uk: Ці дозволи є необхідними для ефективної роботи додатку та надання його функцій.

source: Please select how many axies do you want to track
uk: Будь ласка, виберіть, скільки осей ви хочете відстежувати

source: Ok, got it
uk: Зрозуміло

source: App needs to allow Location Permission to continue
uk: Додатку потрібно дозволити доступ до місцезнаходження, щоб продовжити

source: Open settings
uk: Відкрити налаштування

source: Settings
uk: Налаштування

source: Max allowed TPMS sensor temperature
uk: Максимальна дозволена температура датчика TPMS

source: Max allowed difference in TPMS sensor temperature
uk: Максимальна довзолена різниця в температурі датчика TPMS

source: Expected pressure range:
uk: Очікуваний діапазон тиску:

source: Axles:
uk: Осей:

source: This parameter is determined automatically
uk: Цей параметр визначається автоматично

source: Notification sound
uk: Звук сповіщення

source: Terminal
uk: Термінал

source: Status
uk: Статус

source: Exit
uk: Вийти

source: Error with Axle modules, please check connections
uk: Помилка з модулями осі, перевірте підключення

source: Connect
uk: Підключити

source: Add TPMS sensors to trailer
uk: Додати TPMS сенсор до трейлера

source: Forget connected TPMS sensors
uk: Забути підключений TPMS сенсор

source: Tire Temp
uk: Температура колеса

source: Axis
uk: Вісь

source: RIGHT
uk: Правий

source: LEFT
uk: Лівий

source: Left sensor %@ hasn't reported in over five minutes, please check sensor
uk: Лівий датчик %@ не повідомляв протягом понад п'яти хвилин, будь ласка, перевірте датчик

source: Right sensor %@ hasn't reported in over five minutes, please check sensor
uk: Правий датчик %@ не повідомляв протягом понад п'яти хвилин, будь ласка, перевірте датчик

source: Left wheel %@ is over temperature threshold
uk: Лівe колесо %@ перевищує поріг температури

source: Right wheel %@ is over temperature threshold
uk: Праве колесо %@ перевищує поріг температури

source: Left wheel %@ is over max temperature difference
uk: Ліве колесо %@ перевищує максимальну різницю температур

source: Right wheel %@ is over max temperature difference
uk: Праве колесо %@ перевищує максимальну різницю температур

source: Left wheel %@ has flat tire or sensor is unscrewed
uk: Ліве колесо %@ проколоте або сенсор не прикріплений

source: Right wheel %@ has flat tire or sensor is unscrewed
uk: Праве колесо %@ проколоте або сенсор не прикріплений

source: Left wheel %@ has to low pressure
uk: Ліве колесо %@ має надто низький тиск

source: Right wheel %@ has to low pressure
uk: Праве колесо %@ має надто низький тиск

source: Left wheel %@ has to high pressure
uk: Ліве колесо %@ має надто високий тиск

source: Right wheel %@ has to high pressure
uk: Праве колесо %@ має надто високий тиск

source: Add new TPMS sensors
uk: Додати новий TPMS сенсор

source: Listening for new sensors
uk: Сканую на нові сенсори

source: Please install the TMPS sensor for tire:
uk: Будь ласка, встановіть TPMS сенсор на колесо:

source: Previously known sensors:
uk: Раніше підключені сенсори:

source: Forget known sensors
uk: Забути раніше підключені сенсори

source: Cancel
uk: Скасувати

source: Yes
uk: Так

source: Do you really want to add new TPMS sensors?
uk: Ви дійсно хочете підключити нові TPMS сенсори?

source: Forget TPMS sensors
uk: Забути TPMS сенсори

source: Are you sure you want to forgot all TMPS sensors assigned to this trailer?
uk: Ви впевнені, що хочете забути усі підключені TPMS сенсори?

source: Attention!
uk: Увага!
